content/notes/zettelkasten.md
+++
title = "Zettelkasten"
author = ["Alex Koen"]
lastmod = 2020-12-01T11:37:04-08:00
draft = false
+++

-   How can I make this idea detailed enough to stand on its own, without the context of the book or the associated highlight? (How to Take Smart Notes)

-   Every time you touch a note, you should aspire to add value to it. (see [§Progressive Summarization]({{< relref "progressive-summarization" >}}))


## Process {#process}


### Literature notes {#literature-notes}

-   Some argue that you should never quote directly when taking literature notes as it is easy. Paraphrasing mandates [§Elaboration]({{< relref "elaboration" >}}).
